{
  "CoffeeBrand":
  [
    {"coffeeName":"French Roast","coffeeDescription":"Muted with oil, the tumbling beans become eerily silent. A master roaster watches, knowing that if he pushes them a second too long, they’ll burst into flame. White smoke hangs down as the glistening beans turn ebony. This is French Roast, and you can’t roast it darker. Straightforward, light-bodied with low acidity, and immensely popular since 1971, our darkest roast is adored for its intense smokiness.","coffeeBrand":"Starbucks","coffeeType":"Dark Roast","coffeeSize":"18oz","coffeeCost":"11.24","coffeeImage":"https://raw.githubusercontent.com/cvroman/JSONProjectsIT315/master/starbucksfr.jpg","coffeeWebsite":"https://www.walmart.com/ip/Starbucks-French-Roast-Ground-Coffee-Dark-Roast-18-oz/631525679"},
    {"coffeeName":"Premium Roast","coffeeDescription":"McCafe Premium Roast coffee is made from only high quality 100% Arabica beans roasted slightly to a medium darkness to yield a perfectly balanced full bodied flavour and a rich, fragrant aroma. The signature blend includes strictly hard beans grown at high altitudes and favourable climate conditions to allow more time for the flavour to develop .The beans are fire-roasted the traditionally way by master craftsmen, and tested to ensure we deliver that rich, smooth, delicious taste you love, every time.","coffeeBrand":"McDonalds","coffeeType":"Medium Roast","coffeeSize":"12oz","coffeeCost":"6.48","coffeeImage":"https://raw.githubusercontent.com/cvroman/JSONProjectsIT315/master/mcdonaldspr.jpg","coffeeWebsite":"https://www.walmart.com/ip/McCafe-McCaf-Premium-Roast-Ground-Coffee-12-oz-Bag-GEN60900/42286893"},
    {"coffeeName":"Breakfast Blend","coffeeDescription":"Maxwell House Light Roast Breakfast Blend Ground Coffee has a consistent signature taste that is good to the last drop. This light roast breakfast blend coffee is exceptionally smooth with a bright flavor and is the perfect start to your day","coffeeBrand":"Maxwell House","coffeeType":"Light Roast","coffeeSize":"11oz","coffeeCost":"3.98","coffeeImage":"https://raw.githubusercontent.com/cvroman/JSONProjectsIT315/master/maxwellhousebb.jpg","coffeeWebsite":"https://www.walmart.com/ip/Maxwell-House-Light-Roast-Breakfast-Blend-Ground-Coffee-11-oz-Canister/13908347"},
    {"coffeeName":"Dark Roast","coffeeDescription":"Tim Hortons is Canada’s favorite coffee for a reason. For over 50 years, we have overseen every step in our coffee process to ensure we offer you the quality you deserve. Now you can make your favorite Tim Hortons brew at home, your way! Our coffee grounds can be used with a filter in automatic coffee makers, in a french press, as a pourover, or even to make cold brew coffee. Drink it black, with milk, or add two creams and two sugars to make our signature “Double Double” at home. We roast our own beans to ensure your coffee will taste the same cup after cup.","coffeeBrand":"Tim Hortons","coffeeType":"Dark Roast","coffeeSize":"12oz","coffeeCost":"6.99","coffeeImage":"https://raw.githubusercontent.com/cvroman/JSONProjectsIT315/master/timhortonsdr.jpg","coffeeWebsite":"https://www.target.com/p/tim-hortons-dark-roast-ground-coffee-12oz/-/A-47958029#lnk=sametab"},
    {"coffeeName":"Classic Roast","coffeeDescription":"Wake up to the fresh aroma of Folgers Classic Roast® coffee. Each sip delivers the rich, smooth flavor that’s been brewing for generations. Experience the timeless tradition of Folgers in every cup.","coffeeBrand":"Folgers","coffeeType":"Medium Roast","coffeeSize":"12oz","coffeeCost":"4.98","coffeeImage":"https://raw.githubusercontent.com/cvroman/JSONProjectsIT315/master/folgerscr.jpeg","coffeeWebsite":"https://www.walmart.com/ip/Folgers-Classic-Roast-Ground-Coffee-Medium-Roast-11-3-Ounce/10849491"}
  ],
  "Status":"OK"
}
